{"url": "https://earther.gizmodo.com/exxonmobil-wishes-australia-a-happy-new-year-as-country-1840758432", "title": "ExxonMobil Wishes Australia a 'Fun' New Year as Country Burns in Climate Crisis", "twitter_url": "https://earther.gizmodo.com/exxonmobil-wishes-australia-a-happy-new-year-as-country-1840758432", "image": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/mh5dzvbxj5relsuxqvhe.jpg", "keywords": ["rural fire service", "wildfires", "climate emergency", "Earther", "climate change", "social media", "bushfires", "new south wales", "twitter", "australia"], "description": "ExxonMobil sent out a heartwarming tweet yesterday, wishing the good people of Australia a “safe” and “fun” New Year. Well, maybe heartwarming isn’t the right word. Perhaps “idiotic” is more appropriate, given the fact that large parts of Australia are currently on fire thanks in part to ExxonMobil’s history of climate change denial.", "author": "Matt Novak", "author_link": "https://kinja.com/mattnovak", "created_at": "2020-01-01T12:15:00-05:00", "num_like": "29.0K", "num_reply": "39", "body_text": "ExxonMobil sent out a heartwarming tweet yesterday, wishing the good people of Australia a “safe” and “fun” New Year. Well, maybe heartwarming isn’t the right word. Perhaps “idiotic” is more appropriate, given the fact that large parts of Australia are currently on fire thanks in part to ExxonMobil’s history of climate change denial.\nAustralia’s capital city of Canberra had the worst air quality in the world today and many people in the states of New South Wales and Victoria have been displaced by the enormous fires. The entire country is suffering, but ExxonMobil wants to make sure we have a “fun” and “safe” year.\nAt least nine people have died in Australia’s bushfires since Christmas Day, with over 9.8 million acres (4 million hectares) burned. An estimated 500 million animals have been killed since the fire season started prematurely back in September and while Australia has had bad bushfires in the past, this year’s are unprecedented in their scale. \nClimate change is the obvious culprit as virtually all scientists agree, but politicians continue to sit on their hands. And now we get tone deaf tweets from Big Oil companies like ExxonMobil while the country goes up in flames.\nExxonMobil spent decades and millions of dollars fighting real climate policy reform, while secretly knowing exactly what was going to happen if the planet didn’t curb carbon emissions. Back in 1982, Exxon scientists made predictions that match the reality of our current climate crisis—predictions that we only know about now thanks to a 2015 investigation. And Australia is currently on the front lines of this human-caused emergency.\nMost recently, tourists in Australia’s South Coast have been instructed to leave in a new advisory from local fire authorities and the local emergency management minister. To make things even worse, power is out and telecommunications channels are down in many parts of New South Wales, leaving many unsure how to call for help.\nNew South Wales Rural Fire Service tweeted out an advisory today telling people to get the fuck out of the South Coast, because January 4 is going to be a perfect storm of heat and wind that will create a dangerous situation for miles.\n“These will be dangerous conditions, the same or worse than New Year’s Eve,” the notice says.\nBut as many people are pointing out online, there’s not always a way to escape. In fact, there are entire stretches along the highlighted areas where people aren’t allowed to move. What’s going to happen to the thousands of people who are trapped? We’ll find out later this week, I guess.\nIn summary, thank you for your New Year’s wishes, ExxonMobil. You helped create this mess. And we’re never going to forget it.", "body_links": ["https://twitter.com/exxonmobil_aus/status/1212129043023183872", "https://www.sbs.com.au/news/canberra-s-air-quality-is-the-worst-in-the-world-as-bushfire-smoke-shrouds-capital", "https://earther.gizmodo.com/australian-prime-minister-will-return-from-vacation-to-1840535037", "https://www.theguardian.com/environment/2015/jul/15/exxon-mobil-gave-millions-climate-denying-lawmakers", "https://earther.gizmodo.com/exxon-predicted-2019-s-ominous-co2-milestone-in-1982-1834748763", "https://twitter.com/NSWRFS/status/1212336600853733376", "https://twitter.com/barriecassidy/status/1212356373024931841"]}
